Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: He stole the corn, he upset the milk-pails, he broke the eggs, he trampled the seedbeds, he gnawed the bark off the fruit trees.
uk_1984_iryna_dybko_khutir_tvaryn: краде кукурудзу, з горшків виливає молоко, розкидає яйця, топче засіяні зерном поля, підгризає кору з дерев.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Крав зерно, перекидав бідони з молоком, бив яйця, витоптував грядки з розсадою, обгризав фруктові дерева.

source: Whenever anything went wrong it became usual to attribute it to Snowball.
uk_1984_iryna_dybko_khutir_tvaryn: Таким чином, якщо колинебудь яке лихо трапилось на хуторі, тоді всі вже передбачували, що це вина Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Яка б прикрість не сталася, ЇЇ валили на Сніжка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтоді стало звичним у всіх негараздах звинувачувати Сніжка.

source: If a window was broken or a drain was blocked up, someone was certain to say that Snowball had come in the night and done it, and when the key of the store-shed was lost, the whole farm was convinced that Snowball had thrown it down the well.
uk_1984_iryna_dybko_khutir_tvaryn: Якщо вікно збили, значить Давидович це зробив, якщо ключ від стодоли пропав — Давидович украв і кинув його до криниці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розіб'ється шибка чи замулиться розора, неодмінно казали, що то нічні Сніжкові витівки. А коли загубили ключ від хліва, ніхто не сумнівався що то Сніжок вкинув його в колодязь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він розбивав вікна, рвав ланцюги, виливав воду, бив яйця — завжди хтось заявляв, що Сніжок уночі зробив це. Скажімо, втрату ключа від комори теж пояснили тим, що Сніжок вкрав його й кинув у колодязь.

source: Curiously enough, they went on believing this even after the mislaid key was found under a sack of meal.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини щиро вірили в пояснювання свиней, навіть і тоді, коли по деякому часі найшли ключ під мішком зерна.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони були певні цього навіть тоді, коли загублений ключ знайшли під мішком із збіжжям.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Віра в цю версію не похитнулася навіть тоді, коли з’ясувалося, що ключ випадково впав у мішок з-під вівса.

source: The rats, which had been troublesome that winter, were also said to be in league with Snowball.
uk_1984_iryna_dybko_khutir_tvaryn: Почали розказувати на хуторі, що і щурі у змові з Давидовичем, тому й чимало лиха наробили, підгризаючи зерно — оте, що не було приділене їм.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Подейкували, що навіть щурі, які особливо дошкуляли тієї зими, у злочинній змові з Сніжком.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Говорили також, що пацюки, які тієї зими накоїли чимало неприємностей, теж діють під орудою Сніжка.

source: Napoleon decreed that there should be a full investigation into Snowball’s activities.
uk_1984_iryna_dybko_khutir_tvaryn: Затривожений тими вістками, Вісарйонов вирішив перевірити в супроводі своїх псів увесь хутір.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон віддав наказ усебічно розслідувати Сніжкову діяльність.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон заявив, що слід покласти край злочинній діяльності Сніжка.

source: With his dogs in attendance he set out and made a careful tour of inspection of the farm buildings, the other animals following at a respectful distance.
uk_1984_iryna_dybko_khutir_tvaryn: [вирішив перевірити в супроводі своїх псів увесь хутір.][слідом за ним, у належній відстані, йшли перелякані тварини.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У супроводі псів він вийшов ретельно проінспектувати господарські будівлі; інші тварини ступали за ними на шанобливій відстані.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Під охороною собак він обійшов і ретельно оглянув усі будівлі. Інші тварини, тримаючись на безпечній відстані, сунули слідом.

source: At every few steps Napoleon stopped and snuffed the ground for traces of Snowball’s footsteps, which, he said, he could detect by the smell.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов ішов, кожну п’ядь землі обережно пронюхував, а слідом за ним, у належній відстані, йшли перелякані тварини.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон чи не щокроку зупинявся і нюшив землю, шукаючи Сніжкові сліди, які, за ним, міг розпізнати на нюх.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон майже щохвилини зупинявся і винюхував землю, стверджуючи, що в такий спосіб може виявити сліди Сніжка.

source: He would put his snout to the ground, give several deep sniffs, and exclaim in a terrible voice, “Snowball! He has been here! I can smell him distinctly!” and at the word “Snowball” all the dogs let out blood-curdling growls and showed their side teeth.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов, оточений псами, враз зупинився й гукнув: «Давидович»! Репетуючи на все горло почав кричати: — Так, він тут був, я докладно пронюхав його сліди, це той нікчема Давидович! На звук «Давидович», пси почали несамовито гарчати і показувати зуби, готові кусати, і так скажено гарчали, що стигла кров у жилах тварин з переляку.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мало не вткнувшись рилом у землю, він кілька разів втягував повітря, а тоді не своїм голосом вигукував: «Сніжок був тут! Я виразно чую його запах!». На саме слово «Сніжок» пси починали гарчати й оскалюватись, і їхні гострі ікла наганяли на всіх невимовний жах.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Опустивши нюхало до самої землі, він кілька разів глибоко втягував повітря й ревів: «Сніжок! Він був тут! Я чітко чую його запах!» Пси реагували на саме слово «Сніжок», шкірилися й гарчали так, що кров холола в жилах.

source: In the evening Squealer called them together, and with an alarmed expression on his face told them that he had some serious news to report.
uk_1984_iryna_dybko_khutir_tvaryn: У вечорі скликав Нікітов усіх тварин на майдан, мовляв, має щось дуже важливе їм сказати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Увечері їх зібрав Пищик і стривожено повідомив, що має для них вкрай важливу новину.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Увечері Пискун скликав збори й переляканим голосом оголосив, що зобов’язаний повідомити тваринам таке.

source: “Comrades!” cried Squealer, making little nervous skips, “a most terrible thing has been discovered. Snowball has sold himself to Frederick of Pinchfield Farm, who is even now plotting to attack us and take our farm away from us!
uk_1984_iryna_dybko_khutir_tvaryn: З таємним виразом, з острахом у голосі, промовив: — Товариші, ми довідались, що Давидович запродався Федорикові на Куцополому хуторі і разом з ним приготовляє наступ на нас; хоче подолати, знищити нас!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Товариші! — вигукнув він і нервово затупцяв. — Виявлено жахливу річ — Сніжок запродався Фредерікові з «Лужка». Той навіть плете змову, аби напасти й відібрати нашу ферму.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Товариші! — скрикнув він, нервово перебираючи ратицями. — Нам повідомили моторошний факт: Сніжок продався Фредеріку з «Пінчфілда» і саме зараз вони виношують плани нападу на нашу ферму!

source: But there is worse than that.
uk_1984_iryna_dybko_khutir_tvaryn: Та це ще не так страхає, як ось те, що зараз вам скажу:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але не це найгірше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але це — ще не найгірше.

source: We had thought that Snowball’s rebellion was caused simply by his vanity and ambition.
uk_1984_iryna_dybko_khutir_tvaryn: чи знаєте, як він героїжився своїм, нібито, геройством під час революції?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ми гадали, що Сніжок збунтувався через свої марнослав'я і пиху.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ми гадали, що причина зради Сніжка лише його гордість і марнославство.

source: But we were wrong, comrades.
uk_1984_iryna_dybko_khutir_tvaryn: Як ми безмежно помилялися, коли думали, що він був справжнім героєм.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та ми прикро помилялися, товариші!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та ми помилялися, товариші!

source: Snowball was in league with Jones from the very start!
uk_1984_iryna_dybko_khutir_tvaryn: Він же насправді наступав на Романова у битві тільки тому, щоби прикрити свої єхидні пляни.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок злигався з Джонсом від самого початку!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок від початку був союзником Джонса!

source: He was Jones’s secret agent all the time.
uk_1984_iryna_dybko_khutir_tvaryn: Давидович був від самого початку революції у змові з Романовим, він бо був його тайним аґентом увесь час!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І весь час був таємним агентом Джонса!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він весь час був його таємним агентом.

source: It has all been proved by documents which he left behind him and which we have only just discovered.
uk_1984_iryna_dybko_khutir_tvaryn: Ми, кабани, довідалися про те з його документів, яких він, утікаючи, не міг захопити з собою.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Про це свідчать документи, що нам їх вдалося заполучити після його втечі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це доведено документально. Утікаючи, він не встиг забрати документи, і тепер вони виявлені.

source: To my mind this explains a great deal, comrades.
uk_1984_iryna_dybko_khutir_tvaryn: Врешті, чи потрібно вам більше пояснень?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Гадаю, це багато що пояснює, товариші!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: По-моєму, це пояснює багато, товариші.

source: Did we not see for ourselves how he attempted — fortunately without success — to get us defeated and destroyed at the Battle of the Cowshed?”
uk_1984_iryna_dybko_khutir_tvaryn: Чейже ми всі ясно бачили, як він під час жовтневого бою робив усе, щоб ми програли, та, щоб переміг Романов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та хіба ж ми й самі не бачили, як він силкувався — на щастя, невдало, — щоб ми зазнали поразки й програли Битву під Корівником?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хіба ми не бачили на власні очі, як він намагався, — на щастя безрезультатно, — зробити все можливе, щоб ми зазнали поразки, програвши Битву поблизу Корівника?

source: They all remembered, or thought they remembered, how they had seen Snowball charging ahead of them at the Battle of the Cowshed, how he had rallied and encouraged them at every turn, and how he had not paused for an instant even when the pellets from Jones’s gun had wounded his back.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини пригадавши бій під Коровицею в місяці жовтні, ніяк не розуміли мови Нікітова, бо ж переконливо бачили, як Давидович по-геройськи боровся, навіть був ранений. О так, це тварини пригадують дуже чітко, але... може, це лиш так їм здається, що пригадують...?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони пам'ятали — чи їм здавалося, що пам'ятали, — як Сніжок першим кинувся в атаку в Битві під Корівником, як згуртовував і підбадьорював у вирішальну мить, як не завагався, навіть коли шріт із Джонсової рушниці молоснув по його спині.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Бо тварини пам’ятали, чи то їм так здавалося, що пам’ятали — як Сніжок першим кинувся в атаку у Битві поблизу Корівника, як підбадьорював їх, а ще й на мить не похитнувся, коли Джонс поранив його.

source: At first it was a little difficult to see how this fitted in with his being on Jones’s side.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак знову насувались сумніви в питанні зради Давидовича, бо чи ж можливо так безстрашно боротись, як Давидович, і в той же час бути по стороні Романова?! Зрозуміти це тваринам було надто важко.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Спершу воно нелегко було збагнути, як це узгодити з тим, що він — агент Джонса.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож спочатку важко було усвідомити, що все це він робив, бувши таємним союзником Джонса.

source: Even Boxer, who seldom asked questions, was puzzled.
uk_1984_iryna_dybko_khutir_tvaryn: Навіть Добрилов, що завжди без заперечень приймав усі пояснення Нікітова, цим разом схилив голову і приплющив очі, щоб відтворити в пам’яті битву.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навіть Боксер, скупий на запитання, був спантеличений.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть Боксер, який лише зрідка ставив запитання, та й то тільки собі, був спантеличений.

source: He lay down, tucked his fore hoofs beneath him, shut his eyes, and with a hard effort managed to formulate his thoughts. “I do not believe that,” he said.
uk_1984_iryna_dybko_khutir_tvaryn: Тоді, по довшій надумі, промовив: — Ні, я в те не вірю, я ж бачив на власні очі, бо був завжди при ньому;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він ліг, підібравши під себе копита і заплющив очі, щосили намагаючись зібрати докупи свої думки. — Не вірю я в це, — озвався він нарешті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він ліг, підібгавши під себе копита, заплющив очі й ціною величезної напруги сформулював власну думку. — Я не вірю цьому, — нарешті сказав він.

source: “Snowball fought bravely at the Battle of the Cowshed. I saw him myself.
uk_1984_iryna_dybko_khutir_tvaryn: я певен, що Давидович відважно, завзято, безстрашно боровся у битві.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Сніжок відважно боровся у Битві під Корівником, я сам бачив.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Сніжок хоробро бився в Битві поблизу Корівника. Я сам це бачив.

source: Did we not give him ‘Animal Hero, First Class,’ immediately afterwards?”
uk_1984_iryna_dybko_khutir_tvaryn: Я ж бачив, як Романов прострелив його; ну й чи ж не дали ми йому за це, таки зразу після втечі Романова, медалю «Герой першої кляси»??
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За віщо ж тоді ми одразу після битви дали йому «Тварину-Героя І ступеня»?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хіба не ми дали йому орден «Тварина-Герой I ступеня»?

source: “That was our mistake, comrade.
uk_1984_iryna_dybko_khutir_tvaryn: Нікітов, почувши таке від Добрилова, покрутив хвостом і спересердя промовив: — Товариші! Все лихо в тому, що ми зайво поспішились.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Вийшла прикра помилка, товаришу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Так, ми помилилися, товариші.

source: For we know now — it is all written down in the secret documents that we have found — that in reality he was trying to lure us to our doom.”
uk_1984_iryna_dybko_khutir_tvaryn: Щойно тепер стало очевидним, коли найшли його таємні документи, що він, удаючи героя, хотів нас обманути.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Бо зараз ми знаємо — те зазначено в знайдених секретних паперах, що насправді він заманював нас у смертельну пастку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але тепер знаємо, бо це записано в секретних документах, що насправді він готував нашу поразку.

source: “But he was wounded,” said Boxer. “We all saw him running with blood.”
uk_1984_iryna_dybko_khutir_tvaryn: — Таж я бачив, що він був ранений, бачив, як спливала кров з його плеча й хребта, — промовив Добрилов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Але ж його поранило, — наполягав Боксер. — Ми самі бачили, як, закривавлений, він мчав в атаку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Але він був поранений, — не здавався Боксер. — Ми всі бачили його закривавлене тіло.

source: “That was part of the arrangement!” cried Squealer. “Jones’s shot only grazed him.
uk_1984_iryna_dybko_khutir_tvaryn: — О, це, таж це було домовлення між Романовим і Давидовичем, — перебив Нікітов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — То лише вдала гра! — згукнув Пищик. — Постріл Джонса лише дряпнув його.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Вони так домовилися! — закричав Пискун. — Постріл Джонса лише подряпав його.

source: I could show you this in his own writing, if you were able to read it.
uk_1984_iryna_dybko_khutir_tvaryn: — І про те я також читав у його документах; дуже радо дав би я й вам ті документи прочитати — провірити мою правдомовність, але, на жаль, ви його письма ніяк не зумієте відчитати; він бо дуже нечітко писав, а з вашим недостатнім знанням читання це просто була б зайва витрата часу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Я навіть показав би вам, що про це пише сам Джонс, але ж ви не прочитаєте.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Я міг би показати вам всі документи, але ви не вмієте читати.

source: And do you not remember, too, that it was just at that moment, when panic was spreading and all seemed lost, that Comrade Napoleon sprang forward with a cry of ‘Death to Humanity!’ and sank his teeth in Jones’s leg?
uk_1984_iryna_dybko_khutir_tvaryn: Зрештою, це вам тільки здавалося, що його прострелив Романов; насправді (дивно, що ви це так скоро призабули) Вісарйонов, наш вождь, сміливо крикнувши «смерть людям», укусив Романова в ногу, що й причинилось до його втечі. Тікаючи, зранив він Давидовича, ось що.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Невже не пригадуєте й те, що коли виникла паніка й здалося, що нічим уже не зарадити, товариш Наполеон із вигуком «Смерть людству!» ринувся вперед і вп'явся зубами Джонсові в ногу?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А хіба не пам’ятаєте, що саме тоді, коли почалася паніка і здавалось, що все втрачено, спротив очолив товариш Наполеон і з криком «Смерть людству!» ледь не перекусив ногу Джонса...

source: Surely you remember that, comrades?” exclaimed Squealer, frisking from side to side.
uk_1984_iryna_dybko_khutir_tvaryn: Не можу зрозуміти, що ви цього не пам’ятаєте!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та ні ж бо, ви ц є пам'ятаєте, товариші! — гукнув Пищик, збуджено підстрибуючи з боку на бік.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ну, товариші, вже це ви, звичайно, повинні пам’ятати! — вигукнув Пискун, підстрибуючи.

source: Now when Squealer described the scene so graphically, it seemed to the animals that they did remember it.
uk_1984_iryna_dybko_khutir_tvaryn: Після такого переконливого пояснення і представлення битви, тваринам почало здаватись, що може вони все таки в метушні битви всього належно не бачили; може й переочили, бо здавалось їм, що й Вісарйонова зовсім не бачили.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пищик так яскраво намалював ту картину, що тваринам уже здавалося, ніби вони й справді пригадують її.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Після того як Піскун так яскраво виклав події, учасниками яких вони були, багатьом здалося, що все справді так і діялося.

source: But Boxer was still a little uneasy.
uk_1984_iryna_dybko_khutir_tvaryn: Тільки Добрилов, зніяковівши до решти, заперечливо похитував головою.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та Боксер усе ще вагався.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте Боксер все ще не міг прийти до тями.

source: “I do not believe that Snowball was a traitor at the beginning,” he said finally.
uk_1984_iryna_dybko_khutir_tvaryn: В задумі, не звертаючи на Нікітова уваги, промовив: — Ні, я не вірю, ніяк не вірю, що в час революції й битви під Коровицею Давидович був зрадником.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Не вірю, щоб Сніжок був тоді зрадником, — усумнився він.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Я не вірю, що Сніжок був зрадником від початку, — оголосив він наступну свою думку.

source: “What he has done since is different. But I believe that at the Battle of the Cowshed he was a good comrade.”
uk_1984_iryna_dybko_khutir_tvaryn: Яким він став пізніше, це друга справа, але під час битви він був зразковим товаришем за всіми заповідями тваринізму.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Щодо пізніших його дій — не скажу. Але в Битві під Корівником він був справжнім бійцем.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Що сталося опісля — інша справа. Але в Битві поблизу Корівника він показав себе нашим вірним товаришем.

source: “Our Leader, Comrade Napoleon,” announced Squealer, speaking very slowly and firmly, “has stated categorically — categorically, comrade — that Snowball was Jones’s agent from the very beginning — yes, and from long before the Rebellion was ever thought of.”
uk_1984_iryna_dybko_khutir_tvaryn: — Наш вождь, товариш Вісарйонов проголосив, що Давидович від самого початку революції був таємним агентом Романова; але й довідались ми недавно, що ще й до революції таким він був! Чи ви ще відважуєтеся сумніватись у правдомовності нашого вождя?!! Дивлячись пронизливо на кожну тварину, вимовляв склад за складом чітко, з наголосом на «вождь», розлючений Нікітов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Наш вождь, товариш Наполеон, — з притиском мовив Пищик, — заявив категорично, категорично, товаришу, що Сніжок продався Джонсові давно, ще тоді, коли про Повстання ніхто й не думав.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Наш Вождь, товариш Наполеон, заявив категорично, — Пискун вимовляв кожне слово, кожен звук голосно і чітко, — цілком категорично, товариші, — що Сніжок був агентом Джонса від початку, ба більше: задовго до того, як виникла думка про Повстання.

source: “Ah, that is different!” said Boxer. “If Comrade Napoleon says it, it must be right.”
uk_1984_iryna_dybko_khutir_tvaryn: — О, це зміняє моє переконання; якщо товариш Вісарйонов так сказав, тоді це мусить бути правда, — смиренно промовив Добрилов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Хіба що так, — здався Боксер. — Якщо це каже товариш Наполеон, то так воно, певно, й було.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Ну, це зовсім інша справа, — погодився Боксер. — Раз товариш Наполеон сказав, отже, так воно і є.

source: “That is the true spirit, comrade!” cried Squealer, but it was noticed he cast a very ugly look at Boxer with his little twinkling eyes.
uk_1984_iryna_dybko_khutir_tvaryn: — Он у якому тоні й дусі ви повинні говорити, тільки в такому, товаришу Добрилов. Це так говорить вірний товариш свого вождя, — ще раз глянувши на Добрилова, відказав Нікітов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Оце вірний висновок, товаришу! — згукнув Пищик, та повз увагу присутніх не проминуло те, як він люто зиркнув на Боксера своїми кліпливими оченятами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Тепер ви правильно, товаришу, кажете! — вигукнув Пискун. Однак усі помітили, що його маленькі блискучі очі погрозливо зиркнули на Боксера.

source: He turned to go, then paused and added impressively: “I warn every animal on this farm to keep his eyes very wide open.
uk_1984_iryna_dybko_khutir_tvaryn: А відходячи, повчав він звірят, щоб кожне гляділо, було обережним,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пищик повернувся, щоб іти, а тоді раптом спинився і додав з притиском: — Я застерігаю кожного на цій фермі — пильнуйтеся.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він повернувся було до виходу, але зупинився й повагом проказав: — Я закликаю всіх тварин ферми до пильності.

source: For we have reason to think that some of Snowball’s secret agents are lurking among us at this moment!”
uk_1984_iryna_dybko_khutir_tvaryn: бо навіть в цю мить таємні агенти Давидовича продумують, як би то їм пошкодити.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Бо є підстави гадати, що таємні агенти Сніжка можуть бути й серед нас!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Бо маємо докази, що секретні агенти Сніжка орудують серед нас!
